Revit 2027 API
BuiltInFailures.FormFailures.FormElemRegenFailureError Property
 Unable to create form element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FormElemRegenFailureError { get; }
Public Shared ReadOnly Property FormElemRegenFailureError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FormElemRegenFailureError {
	FailureDefinitionId^ get ();
}
static member FormElemRegenFailureError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace